export default {
  whoWeAre: "מי אנחנו",
  howItWorks: "איך זה עובד",
  talkWithUs: "דבר איתנו",
  price: "מחיר",
  whatWeLearn: "מה לומדים",
  "he-IL": "עברית",
  en: "אנגלית",
  header: "קיצור הדרך להייטק מתחיל כאן",
  subHeader: "תלמד בעצמך במהירות, בזול ועם הכלים שלנו.",
  startHere: "התחל כאן",
  discount: "הנחה",
  month: "חודש",
  whatWeLearnFirstParagraph: `תחילה נלמד את הבסיס והיסודות של כל אתר, HTML ו CSS לאחר שנוכל לשים את האלמנטים כמו שמבקשים נמשיך ללמוד פונקציונליות של אתרים בעזרת JS אחר כך נלמד על הפריימוורקים השונים ובפרט על ריאקט שתופס את נתח השוק הגדול ביותר מבינהם.`,
  whatWeLearnSecondParagraph: `בצד השרת נלמד על Node JS ועל הפריימוורק Express JS איך לבנות שרת איך להתמודד עם מבני נתונים ודאטאבייס. נלמד לחבר את כל התשתיות האלו על מנת ליצור אפליקציה מלאה שתוכלו להראות מה למדתם ומה עשיתם. נלמד על סוגי הדאטאבייסים כמו NoSQL ו Relational Databases. על מה זה ORM ואיך הוא עושה את חיינו לקלים יותר. בסופו של הקורס כל הידע הזה יעזור לכם להתגבר על הראיונות שבחברות ההייטק.`,
  findJob: "מציאת עבודה בקלות",
  jobTips: "ניתן לך את כל הטיפים לעבור את ראיון העבודה והמבחן בקלות ובמהירות",
  education: "לימוד יעיל ומהיר",
  educationTips: `
  ניתן לך את הכלים הדרושים להתמודד עם מגוון משימות ובעיות על מנת שתוכל
  בסופו של דבר להתמודד בעצמך`,
  communication: "קהילה ועזרה",
  communicationTips:
    "נצרף אותך לקהילה שייצרנו שתעזור אחד לשני להתמודד עם המשימות והאתגרים",
  whatWeDo: "מה אנחנו עושים",
}
